[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
(
)
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
·
–
’
“
”
€
一
丁
七
万
三
上
下
不
与
世
丘
业
东
中
丰
丹
主
丽
举
义
之
乌
乐
乔
乙
九
乡
书
争
事
二
于
云
五
井
亚
亞
交
产
亨
京
人
什
仁
他
仙
代
以
件
任
份
伊
伍
会
传
伦
伯
位
佐
体
何
佛
作
佩
佳
使
來
依
係
俄
保
信
修
俱
倫
假
傑
傳
像
元
光
克
兒
党
內
全
八
公
六
兰
共
关
兴
兵
其
典
兹
内
军
冠
冬
冰
凡
凯
凱
出
击
分
切
划
列
別
利
制
刺
前
剧
劃
劇
力
加
动
努
劳
勒
動
勞
包
化
北
匹
区
區
十
千
半
华
协
協
单
南
博
卜
卡
卢
卫
印
厄
历
原
县
参
參
及
友
双
反
发
口
古
可
台
史
叶
号
司
各
合
吉
同
名
后
向
吕
君
员
周
命
和
品
哈
員
哥
哲
唐
商
喜
喬
單
嘉
器
四
因
团
园
国
图
國
園
圖
團
土
圣
在
圭
地
场
坎
坑
坡
坦
型
埃
城
域
基
堂
堡
場
塔
塞
境
增
墨
士
夏
外
多
大
天
太
夫
央
头
奇
奈
奖
奥
奧
女
妮
姆
委
威
娜
子
孔
字
季
学
學
宁
宇
安
完
宗
官
定
客
室
宫
宮
家
宾
密
富
察
寧
寶
寺
导
射
專
導
小
少
尔
尚
尤
尼
尾
局
居
展
属
屬
山
岛
岡
岩
岸
峰
島
嶺
川
州
巡
工
巨
巴
市
布
师
希
帕
帝
带
師
帶
平
年
广
库
应
店
府
度
座
庫
康
廉
廢
廣
廷
建
开
式
弗
张
張
彈
形
彭
影
役
彼
律
後
得
微
德
心
志
念
思
性
总
恩
恰
情
惠
意
愛
戈
戏
成
我
或
战
戰
戲
戴
所
手
扎
打
托
技
拉
拜
拿
指
捷
排
提
摩
播
擊
放
政
故
教
敦
数
數
文
斑
斯
新
方
施
旅
旋
族
旗
无
日
时
旺
昂
昆
明
易
星
春
時
普
景
智
暴
曲
書
曼
最
會
月
有
朗
望
朝
期
木
本
术
朱
机
李
材
村
杜
条
来
杯
杰
東
松
板
构
林
果
柏
查
柯
柳
标
树
校
核
根
格
案
桑
桥
梁
梅
條
棋
棒
森
植
業
構
槍
樂
標
模
橋
機
權
次
欧
歌
歐
正
步
武
歷
死
殺
殿
母
比
毛
氏
民
气
氣
氧
水
永
汉
江
汽
沃
沙
河
油
治
泉
法
波
泰
泳
泽
洋
洛
津
洲
活
派
流
济
浦
海
涅
清
温
港
游
湖
源
溫
滑
滕
演
漢
漫
潘
澤
澳
濟
灣
火
灰
灵
灾
点
烈
烏
热
無
然
熱
爭
爱
爵
爾
片
版
牌
牙
牛
物
特
獎
玉
王
玛
环
珀
班
球
理
琳
琴
瑙
瑞
瑟
瑪
環
瓜
瓦
甘
生
產
用
田
由
甲
电
男
町
画
界
畔
略
畫
病
症
登
發
白
百
的
皇
皮
盃
盖
盛
盟
盧
目
直
相
省
真
眼
督
知
短
石
研
社
祖
神
福
秀
科
程
穆
究
空
突
立
站
章
第
等
筑
策
算
管
箭
節
築
籍
米
类
精
系
紀
約
紅
納
紐
級
素
索
組
結
統
絲
經
維
網
線
練
縣
總
織
红
约
级
纪
纳
纽
线
组
织
绍
经
统
维
网
罕
罗
罪
羅
美
群
義
羽
翁
翰
翼
老
考
者
耳
耶
联
聖
聚
聯
職
肯
育
背
胡
能
脈
自
至
臺
與
舉
舍
舒
舞
航
舰
船
艇
艦
良
色
艺
艾
节
芒
芬
花
苏
若
英
范
茨
茲
草
荷
莉
莎
莫
莱
菌
華
菲
萄
萊
萨
萬
葉
葡
蒂
蒙
蓋
蓬
薩
藏
藝
藤
蘇
蘭
虎
號
蛇
蝶
螺
血
行
術
街
衛
表
裔
西
要
視
视
角
解
言
計
記
詹
語
說
論
諾
謝
議
计
让
议
讷
论
语
诺
谢
谷
象
豪
貝
費
賓
賽
贝
费
贾
赖
赛
赫
超
越
足
路
跳
身
車
軍
车
辛
达
迈
运
近
迪
选
逐
通
逝
速
遊
運
道
達
遜
選
邁
邊
那
邦
郎
郡
部
都
鄉
酒
酸
醫
采
里
重
野
量
金
銀
錦
錫
鎮
鐵
铁
银
锦
镇
長
长
門
開
間
關
门
队
防
阳
阿
际
院
除
陨
陳
陶
陸
陽
隆
隊
際
雀
雄
雅
集
雙
雪
雲
雷
電
震
霍
靈
青
非
面
革
韋
韓
韦
韩
音
項
頓
領
頭
題
類
顿
领
题
風
风
飛
食
館
馆
首
香
馬
駐
马
體
高
魔
魚
魯
鯰
鱼
鲁
麗
麥
麦
麻
黃
黄
黎
黑
默
點
黨
鼠
齊
齐
齒
龍
龙
the
to
of
and
in
that
is
for
##s
it
as
be
on
with
are
by
but
not
has
have
will
this
from
more
its
their
us
an
at
they
would
or
was
which
##ing
world
than
countries
china
can
##ed
one
economic
new
all
if
been
we
his
so
only
government
such
global
growth
##d
other
there
even
also
should
no
when
most
country
could
about
who
political
now
many
people
##ly
these
europe
what
some
he
financial
were
years
european
may
economy
policy
must
over
while
international
time
do
into
much
had
like
states
long
out
up
year
first
them
because
after
united
crisis
power
public
trade
two
eu
those
market
president
##e
state
well
between
how
war
just
trump
##a
america
our
need
both
any
##er
debt
##t
today
against
national
russia
change
system
last
investment
##n
high
development
far
term
leaders
bank
way
example
since
governments
too
less
indeed
social
own
markets
make
security
support
foreign
become
banks
central
rate
##es
recent
interest
yet
health
where
still
policies
##r
chinese
capital
important
japan
future
military
party
nuclear
including
rates
does
india
economies
being
through
american
##al
current
union
right
energy
same
large
without
##y
##o
real
under
tax
already
germany
income
gdp
then
another
end
iran
likely
risk
might
made
monetary
major
work
take
given
data
good
fiscal
billion
##i
better
climate
use
low
2008
south
fact
prices
rather
among
often
problem
did
three
##0
result
help
human
middle
private
before
part
cannot
demand
why
sector
million
##l
course
north
very
whether
order
around
oil
during
companies
region
moreover
institutions
taxonomy
based
east
second
2016
higher
increase
asia
free
least
eurozone
though
africa
money
education
2014
role
approach
few
2010
labor
next
past
israel
women
2012
back
obama
korea
minister
great
little
case
##able
inflation
toward
developing
2015
democracy
down
however
needed
20
emerging
##ers
needs
business
especially
short
election
rights
thus
##1
agreement
clear
you
domestic
rise
##k
reform
process
others
problems
price
spending
democratic
called
remains
france
means
almost
strong
##ism
come
level
led
decades
costs
century
growing
within
##p
reforms
further
efforts
west
services
making
point
continue
non
despite
cost
##on
longer
potential
peace
law
different
best
key
remain
currency
every
##ity
workers
seems
benefits
particularly
control
citizens
poor
exchange
left
increasingly
western
population
ago
recently
##m
put
administration
off
000
life
iraq
each
my
her
question
prime
enough
2013
care
difficult
share
regional
politics
greater
10
used
infrastructure
once
itself
members
##h
number
set
regime
provide
small
children
former
never
history
##g
interests
terms
##2
turkey
access
resources
value
according
putin
progress
force
##c
research
##ment
2011
##ation
society
strategy
say
effective
local
jobs
stability
technology
instead
third
face
reduce
##5
risks
investors
place
ever
impact
##3
euro
challenges
possible
lower
reason
finance
syria
again
##ic
greece
perhaps
##an
action
common
half
conflict
per
forces
fund
anti
rules
arab
rising
create
community
2009
russian
together
leadership
true
early
issues
lead
run
##ness
hard
member
times
account
##ion
deal
want
him
program
five
go
know
simply
poverty
big
dollar
un
2018
across
##ia
significant
##ist
serious
credit
home
themselves
beyond
sense
2017
until
nations
old
##ting
french
unemployment
systems
see
decision
view
believe
ensure
get
levels
challenge
measures
able
##4
day
general
open
##ized
food
increased
german
decade
firms
british
employment
similar
full
require
threat
balance
ukraine
user
budget
cooperation
find
always
issue
developed
federal
fed
information
address
young
pay
uk
##7
media
self
deficit
productivity
success
advanced
turn
##9
rule
largest
parties
##b
she
areas
britain
start
sustainable
response
post
plan
##6
model
policymakers
seem
weapons
water
several
move
opportunity
lack
conditions
top
working
##8
average
leader
2007
having
production
##us
americans
consider
politicians
pressure
campaign
bush
##u
defense
inequality
officials
focus
four
strategic
voters
imf
civil
group
hope
single
##rs
act
supply
said
return
industry
pakistan
done
banking
leading
italy
consequences
groups
annual
changes
position
taken
consumption
created
whose
effort
goods
assets
effects
finally
30
news
council
scale
requires
wealth
doing
months
majority
gas
largely
structural
##f
globalization
##le
rich
2000
alone
50
failed
main
nearly
ways
york
##ization
massive
think
asian
report
emissions
although
natural
11
job
influence
opposition
programs
relations
powerful
##or
capacity
economists
fall
15
cause
period
12
rest
##en
taking
age
innovation
form
##ted
exports
benefit
revolution
##nt
either
debate
increasing
lost
worse
failure
away
shift
expected
makes
particular
decline
achieve
bring
violence
##ry
lives
funds
##ies
modern
kingdom
side
prevent
##in
improve
governance
later
1990
began
month
aid
bad
##ate
ability
carbon
nothing
agenda
environment
close
owing
elections
idea
total
give
japanese
keep
negotiations
fear
living
sure
official
soviet
experience
##st
2006
evidence
using
found
london
environmental
following
recovery
stub
ecb
nor
commission
necessary
behind
class
taxes
seen
play
##te
build
trillion
congress
comes
opportunities
egypt
##ling
something
islamic
things
solution
##ive
saudi
industrial
recession
goal
corruption
live
traditional
al
known
##w
actually
line
palestinian
presidential
cities
effect
probably
brazil
##ists
look
organization
##00
##ize
##th
became
building
highly
really
##ts
corporate
values
vote
avoid
protect
house
technologies
step
rapid
soon
investments
status
clearly
mexico
hold
##se
##ary
popular
reserve
treaty
legal
kind
2005
above
border
reality
##ce
african
boost
authorities
larger
##ous
allow
center
integration
coming
competition
##ge
cases
bonds
afghanistan
freedom
huge
attention
sanctions
ten
situation
##01
call
fundamental
land
##x
city
individual
##ble
held
reducing
limited
deficits
certainly
movement
office
powers
contrast
asset
matter
##less
##ful
late
##ating
ii
established
##ar
currently
muslim
successful
goals
100
collapse
reach
25
here
include
quality
nato
standards
wrong
outcome
financing
cut
took
millions
confidence
relationship
science
behavior
school
stock
easy
refugees
creating
israeli
liberal
management
2004
produce
concerns
relatively
##est
meeting
hand
along
export
internet
products
mean
direct
21
external
critical
understand
commitment
##ty
everyone
meanwhile
donald
decisions
projects
brexit
infobox
men
quickly
fight
results
words
paris
responsibility
develop
elsewhere
deep
meet
allies
offer
entire
alternative
worldwide
##v
authority
latin
basic
show
##ated
came
religious
washington
name
ngc
businesses
weak
leave
unlikely
let
stop
dangerous
university
court
path
similarly
cuts
organizations
40
near
becoming
re
##z
project
family
recognize
2001
beginning
technological
won
economics
attacks
1980
company
independence
existing
caused
reasons
days
insurance
service
roughly
framework
performance
barack
relative
continued
target
death
source
##re
me
republican
essential
thing
summit
##izing
funding
gains
raise
six
knowledge
helped
below
game
overall
##ding
certain
forced
secretary
stable
ultimately
##ct
solutions
disease
generation
indian
positive
intervention
outside
reserves
claim
europeans
negative
brought
personal
protection
victory
maintain
##id
proposed
choice
sea
sovereign
saving
zero
spain
output
prosperity
additional
eventually
manufacturing
austerity
complex
##ent
forward
independent
continues
era
##et
creation
korean
parliament
arabia
area
latest
unfortunately
##ant
advantage
fuel
eastern
accept
available
consensus
don
factors
driven
greek
size
stimulus
2003
net
##at
answer
basis
moral
thereby
##nce
ahead
attack
##ities
air
allowed
cold
related
crises
agreed
individuals
xi
fully
savings
amount
industries
shared
required
transition
communities
consumers
provided
digital
damage
wage
##ring
skills
ideas
record
sectors
##is
claims
effectively
flows
throughout
societies
##ors
stronger
concern
matters
argue
reduction
##ll
neither
increases
study
##tion
2002
partners
september
##ns
likewise
wages
vision
elected
moment
willing
justice
rapidly
extreme
facing
loss
nature
borders
##ian
core
points
providing
questions
drug
incentives
property
equity
households
talks
thinking
slow
grow
regulation
hd
surplus
trust
activities
terrorism
consumer
follow
cultural
politically
road
housing
aimed
##ning
impossible
institutional
##ma
sometimes
widely
contrary
diplomatic
reduced
events
internal
dollars
gap
bilateral
gain
pursue
color
de
seeking
reached
simple
##ally
competitive
obvious
expect
suggests
thought
earlier
##ve
60
17
child
loans
agreements
initiative
18
begin
responsible
turned
coalition
culture
previous
crucial
special
expansion
wants
appears
focused
significantly
man
primary
fail
losses
your
parts
vulnerable
burden
trying
immigration
populist
pro
secure
followed
compared
directly
unless
actions
intelligence
regions
understanding
wars
##ance
plans
assad
seek
strengthen
army
standard
19
liquidity
whole
committed
regulatory
white
chance
feel
paid
worth
##ta
communist
treatment
establish
meta
nation
trading
neighbors
##man
shows
imports
presidency
conference
excessive
scientific
going
partly
renminbi
warming
book
produced
students
syrian
##ch
difference
iso
alliance
save
easily
##red
clinton
models
sources
truth
front
win
##cy
##ging
pre
republicans
assistance
historical
agree
serve
faster
steps
lose
therefore
##ping
anything
welfare
16
importance
demands
hamas
respect
whatever
trend
direction
unlike
argued
subsidies
##de
promote
targets
##ra
range
reflects
argument
conservative
encourage
uncertainty
vital
biggest
pacific
constitution
invest
multilateral
story
terrorist
##ck
##ged
depression
mass
seemed
ground
theory
falling
##ne
announced
wide
limits
migration
efficient
referendum
manage
threats
##it
deliver
extent
sides
kim
option
palestinians
push
safe
whom
##ure
december
himself
quarter
reaching
##el
expectations
urban
##ial
implement
safety
competitiveness
otherwise
try
abroad
november
specific
anyone
calls
george
poland
changing
lending
principle
provides
substantial
legitimacy
##les
##um
doubt
farmers
green
vast
managed
training
##ke
13
various
promise
##ze
immediate
supported
achieved
laws
favor
none
partnership
takes
speech
shown
##os
adopted
built
principles
iranian
profits
##ine
changed
faces
prospects
space
broad
commercial
merkel
tariffs
becomes
northern
press
economist
improved
republic
dc
fighting
running
tend
test
accounts
bill
ensuring
limit
precisely
respond
tools
14
drive
raising
##tive
diseases
unable
1970
buy
thousands
##led
democrats
severe
suggest
happen
reflect
argentina
efficiency
##ds
##ter
enable
incomes
macroeconomic
whereas
cash
designed
merely
john
spent
medical
round
##age
fast
spread
else
rural
agricultural
base
lebanon
sovereignty
context
fossil
leaving
week
comprehensive
continent
membership
##tic
easing
head
stand
southern
armed
final
june
commodity
70
march
normal
##ps
establishment
giving
schools
started
launched
boom
##as
electoral
fair
hit
improving
payments
board
collective
experts
soft
drugs
outcomes
spend
broader
democracies
capita
construction
mind
resulting
widespread
activity
disaster
generally
resistance
household
opinion
regulations
helping
legislation
message
police
possibility
affairs
estimated
promises
went
families
faced
libya
lies
##ible
creditors
happened
islam
received
causes
regard
structure
highest
coal
worst
enormous
operations
candidates
1998
stage
attempt
universal
##ably
capitalism
goes
lot
prove
revenue
closer
everything
appear
radical
hundreds
identity
differences
scientists
views
circumstances
considered
struggle
##ties
addition
looking
sustained
##na
absence
##ur
1997
committee
ethnic
geopolitical
##ving
depends
permanent
tensions
allowing
associated
getting
abe
currencies
intellectual
productive
1999
constitutional
depend
agriculture
barriers
practices
bankers
mostly
deeply
erdogan
conflicts
online
80
moving
returns
break
danger
asked
factor
fell
revenues
ratio
remained
succeed
##ng
cross
entirely
undermine
usually
##zing
ended
list
cambridge
considerable
hands
person
##istic
arms
team
task
treasury
diplomacy
muslims
added
owned
##ence
declared
instability
present
raised
smaller
tried
##ile
am
bond
initiatives
nationalism
subject
##ned
agencies
candidate
percentage
supposed
equal
kremlin
advance
heart
upon
chief
strategies
wall
unprecedented
viewed
hardly
credibility
expand
language
refugee
sharing
hong
planet
worked
##ious
200
counter
migrants
sunni
borrowing
kong
##ations
resolution
1989
due
sufficient
choose
estimates
potentially
forms
learn
receive
twenty
ongoing
standing
style
##me
distribution
deaths
emerged
electricity
gold
involved
seven
suffering
500
analysis
gender
conventional
degree
gaza
map
rhetoric
yes
double
sound
ties
told
nonetheless
sought
transformation
combined
measure
offered
90
generate
greatest
lines
stands
populations
weeks
##sh
1960
met
priority
backed
contribute
includes
mechanism
territory
body
controls
july
medium
overcome
##ie
places
##ad
inclusive
street
supporters
ireland
recognized
addressing
adjustment
mid
talk
type
cancer
girls
mainly
resource
equally
scenario
trends
commitments
january
options
1992
macron
numbers
regulators
##ual
achieving
estate
quite
1991
add
explain
positions
##sm
agency
imposed
practice
##rate
slowdown
suffer
troops
imbalances
nationalist
ordinary
afford
experienced
implications
impose
participation
played
fallen
proposal
##ls
everywhere
venezuela
lesson
killed
restore
spring
easier
fears
pace
regimes
sharp
cycle
implemented
##ric
gone
implies
lessons
wing
##ction
actors
protests
strength
cutting
decided
rely
immigrants
proved
violent
##line
amounts
foundation
strengthening
##ify
studies
twentieth
driving
enterprises
inevitable
planning
eight
perspective
sharply
vladimir
join
##zed
active
mechanisms
leverage
appropriate
beijing
default
sign
summer
affect
corporations
joint
visit
expensive
ruling
sub
event
objectives
patients
truly
virtually
##ical
belief
clean
works
desire
##sing
affected
fourth
fuels
networks
software
##ified
continuing
dynamic
learning
secular
senior
wanted
islamist
typically
ask
co2
developments
promised
underlying
declining
aggregate
hopes
maintaining
parliamentary
pursuing
turkish
22
authoritarian
debts
movements
1996
critics
defined
elites
##ration
blame
determined
immediately
learned
##ms
##da
ministers
##land
1995
assembly
physical
transparency
24
economically
##il
bringing
canada
deflation
opponents
ready
reflected
2020
expanding
bear
figure
regardless
nba
vietnam
causing
sustain
believed
engage
holding
prospect
starting
credible
imagine
resolve
##ments
fueled
google
peaceful
supporting
objective
october
poorest
producers
race
quantitative
##rt
fortunately
mistake
australia
combination
keeping
turning
bottom
destruction
heavily
relief
shia
described
guarantee
light
deeper
field
##men
##ped
##ver
complete
indonesia
proposals
shape
##med
paying
##ants
carry
knows
offers
solidarity
##tor
generations
room
##ot
1994
determine
opening
prepared
promoting
##ier
gave
technical
putting
singapore
solar
apparent
starters
surely
investing
occurred
relevant
transfer
youth
##ans
##ro
bubble
firm
published
##cing
##rd
decide
observers
release
1930
assume
exit
losing
product
profit
heavy
jewish
network
temporary
worry
aim
excess
playing
represents
robust
flow
##ks
choices
exactly
humanitarian
track
dialogue
divided
##up
battle
establishing
minority
seriously
april
concerned
dramatically
link
purpose
victims
earth
equivalent
journalists
##ny
sell
stagnation
chancellor
friends
leads
ones
palestine
23
defend
institution
useful
##ative
innovative
taiwan
##uring
adopt
discussion
formal
partner
pollution
restructuring
setting
thanks
##ee
##sts
essentially
gained
territorial
##ering
elite
looks
universities
equality
malaria
surprise
##bs
##ish
accepted
encouraging
issued
modi
##cent
##nts
trouble
crimes
liberalization
mention
##ue
pension
unique
design
employees
healthy
lgbt
opposite
paper
previously
supreme
fewer
meant
settlement
##ates
asean
defeat
hiv
series
1950
demonstrated
requirements
sustainability
arrangements
possibly
processes
##ut
annually
failing
grown
mark
players
signed
##ss
bound
securities
table
2030
contributed
italian
1993
red
compromise
showed
##to
signs
dramatic
host
included
28
begun
billions
controlled
necessarily
presence
proliferation
represent
review
volatility
cyber
happens
moved
sheet
willingness
hours
love
occur
renewable
reported
intended
urgent
ambitious
figures
priorities
remaining
solve
taliban
##sed
35
california
executive
legacy
understood
##ons
639
berlin
calling
ending
inadequate
purchases
religion
representatives
structures
august
born
closely
constraints
historic
perceived
black
embrace
greenhouse
mandate
nobel
humans
index
managing
meaning
moderate
wave
##que
protecting
targeted
towards
extremely
concluded
congressional
dependent
reports
says
unsustainable
brussels
import
producing
tech
engagement
gulf
integrated
tpp
chart
enabled
genuine
introduced
pattern
dream
emergence
shocks
gradually
legitimate
location
mobile
##ory
ban
costly
boosting
faith
fire
kept
launch
promising
survival
##rated
addressed
cover
dominated
educational
geo
incentive
linked
##sion
criticism
identify
implementation
missile
remarkable
sarkozy
shock
##40
##end
qe
restrictions
wake
##der
recognition
suffered
terrorists
threatened
##la
##ri
##ries
capable
emerge
aggressive
exist
populism
##10
adequate
criminal
oecd
yield
zone
1979
approaches
centuries
cheap
emergency
quo
served
undermining
eliminate
ideological
researchers
saw
fate
stake
surprising
##way
capabilities
educated
england
##j
aids
replace
votes
##50
##ability
humanity
pushing
russians
transactions
grew
globally
norms
revolutionary
empire
games
risky
tell
##ions
department
minimum
nowadays
confront
drop
finding
27
civilian
daily
doesn
someone
species
terror
co
fixed
forum
harm
stance
logic
opposed
pushed
carried
plants
sales
smart
strike
weakness
##ir
300
nigeria
qaeda
##om
1990s
accounting
chile
netanyahu
via
jews
profound
##one
##ved
exception
intensive
stay
threatening
##day
##king
david
pressures
preventing
speed
##ward
rejected
welcome
withdrawal
##go
homes
modest
operating
scope
survive
tough
##20
apply
contracts
exposed
georgia
progressive
repeatedly
compete
earnings
islands
mission
##cted
##ya
1988
institute
oriented
crime
##off
nine
senate
transfers
##ered
advances
concept
multi
primarily
sentiment
##ae
borrow
completely
draw
ignore
search
suggested
##ses
february
wrote
deals
genetic
latter
paul
realize
users
##30
negotiating
obviously
presidents
rose
chairman
nineteenth
substantially
##ki
conducted
explanation
fragile
holds
ocean
polls
##fied
##ner
appeal
speak
taxpayers
television
##tors
harder
mere
practical
reasonable
steel
aging
expense
woman
ideology
notably
reverse
sort
accompanied
delivered
elements
failures
offset
operate
strongly
##son
coordination
disputes
governing
initial
innovations
iraqi
sweden
financed
##ians
##ice
charge
engaged
illegal
implementing
narrative
vice
wider
##lating
alike
allows
attempts
contributions
material
platform
unity
##late
article
budgets
facts
aside
expanded
ownership
parents
winter
1945
attractive
package
appreciation
buying
die
enabling
governor
image
invasion
mutual
tb
warned
weaken
wealthy
wto
##pe
##ves
accountability
mainstream
transport
turmoil
weaker
actual
felt
managers
obligations
regarded
26
atlantic
newly
offering
publicly
uncertain
statement
subsequent
##ded
declaration
died
released
supplies
bold
##am
##ature
attract
moscow
weight
##hip
effectiveness
escape
association
discussions
dispute
inflows
phase
##ins
closed
examples
inevitably
##ip
##rating
claimed
enhance
nominal
1982
2019
consistent
creates
enter
slowly
undoubtedly
arguments
barely
chemical
computer
counterparts
coverage
demographic
staff
##cs
##tle
centers
christian
interventions
wind
##ton
bankruptcy
devastating
father
functioning
rarely
rdt
systemic
word
broadly
bubbles
contain
female
flexibility
populists
professional
protectionism
academic
colombia
hezbollah
island
mortgage
threaten
warning
##ff
##ung
applied
contribution
convinced
delhi
flexible
##co
balanced
cameron
declined
hungary
killing
leaves
narrow
pbb
twice
voted
fundamentally
seemingly
##ay
donors
facilities
taxation
##all
bailout
engineering
extend
extended
generated
got
ill
israelis
king
participants
placed
divide
gives
jordan
vis
voting
extra
isis
kenya
negotiate
purchase
refused
ruled
viable
dead
joined
momentum
nycs
shifting
tests
##60
affordable
ambitions
apparently
corrupt
netherlands
passed
surpluses
assessment
measured
posed
weakened
yemen
##nia
##tly
conclusion
dominant
trial
variety
yields
##bility
1980s
diverse
diversity
encouraged
pakistani
philippines
survey
ally
initially
multiple
##lock
##op
director
retirement
successor
approval
chains
customers
organized
returned
stress
struggling
valuable
weather
##bly
block
displaced
facebook
replaced
stem
demonstrate
expressed
facilitate
patterns
pointed
pursued
windows
brain
communism
furthermore
thirds
waste
1986
coup
decisive
periphery
portugal
protest
relationships
renewed
saying
stories
successfully
surge
##im
apart
exercise
revealed
sent
travel
##ets
##ral
1967
adjusted
cars
chronic
plenty
soldiers
winning
wisdom
##ide
##ld
acting
convention
demanding
predict
uses
##ang
1984
75
policymaking
weakening
##fe
bigger
courts
instruments
older
rescue
resilience
angela
concerning
imperative
provision
reaction
reagan
shareholders
##nd
correct
egyptian
frequently
guide
harvard
secret
specifically
square
improvement
responses
##ak
1987
bangladesh
condition
destroy
fifth
mobility
statements
supposedly
voice
code
except
helps
robert
##ibly
hunger
ideal
keynes
nevertheless
reliable
resulted
talent
version
advocates
function
jinping
lacks
olympics
raises
##gs
damaging
knew
painful
purchasing
selling
simultaneously
1940
focusing
grand
platforms
statistics
suddenly
##ification
##ked
##uous
1981
abuse
badly
entrepreneurs
false
perfect
representative
secondary
transparent
vaccines
##90
##ress
##ud
abandon
blood
capture
debates
eyes
read
scheme
showing
spanish
tariff
##ome
funded
happening
operation
peak
rulers
tool
treated
##vation
29
advice
inclusion
regarding
shifts
combat
compensation
marked
original
##uting
accelerate
adverse
alternatives
dealing
downturn
lasting
materials
mistakes
sexual
sheets
advantages
heads
missing
polish
rational
##ats
##dy
##ky
##tes
aftermath
argues
component
consolidation
historically
##ncy
##va
believes
benefited
carefully
discrimination
ethical
guarantees
kinds
methods
participate
root
transform
trigger
downward
pain
prize
properly
reliance
stopped
triggered
cabinet
car
date
doctors
happy
lived
somewhat
surprisingly
ultimate
##48
borrowers
chaos
consequence
depreciation
forcing
identified
maintained
meaningful
prosperous
usual
colleagues
complicated
minorities
sdgs
tradition
write
##iled
##ray
1973
challenging
characterized
confrontation
connected
enforcement
germans
indicators
justify
limiting
runs
send
shares
unconventional
worried
##iate
1968
1972
aims
imposing
kosovo
monopoly
occupation
streets
thailand
treat
wonder
##ium
1985
assumed
charges
concrete
partnerships
plant
tunisia
vaccine
asylum
campaignbox
fueling
moves
phenomenon
responsibilities
##ew
attempting
discipline
fails
haven
impressive
improvements
proportion
threatens
wait
##70
##uation
400
birth
considerably
copenhagen
creative
equipment
generating
lie
neighboring
obstacles
opened
openness
outlook
remember
stimulate
surveillance
unions
##ied
##sive
anniversary
artificial
brings
civilians
conduct
extraordinary
grounds
proper
skilled
strengthened
svg
trans
types
vehicles
##ft
1920
45
loan
medicine
ministry
pass
planned
prefer
undermined
atmosphere
aware
bodies
consistently
ignored
overwhelming
proven
sum
##ni
##ters
content
gets
links
meetings
minds
mubarak
protected
web
##ca
##iation
##ition
##ul
##un
brotherhood
brutal
dependence
informal
invested
myanmar
predicted
skill
succeeded
pose
recognizing
saharan
workforce
##lation
enjoy
manner
outright
rooted
##gue
##ok
##sure
1978
cell
didn
enemies
##fully
##ics
brics
drawn
famous
gaining
lang
persistent
residents
responded
##80
blair
cuba
english
noted
separate
trap
accused
insist
presented
stocks
targeting
transformed
wish
##ars
##ents
##gation
##ka
##rant
college
contract
experiencing
peninsula
sophisticated
spirit
avoiding
dutch
greatly
mental
prison
saddam
##21
##ria
communication
imperial
rare
recover
sudan
##cies
##ust
2050
activists
adapt
league
malaysia
notion
oppose
preserve
resist
written
##22
1971
collapsed
crimea
heard
negotiated
payment
repression
##cts
##usion
chain
severely
southeast
ai
brothers
expenditures
exporters
manipulation
slightly
tightening
##ko
##ney
##time
appeared
emphasis
employers
poorer
serving
trials
##light
enhancing
estimate
kurdish
socialist
##18
##ber
##etic
avoided
el
patient
retain
sensible
slower
slowing
tragedy
analysts
assumption
broken
commit
crash
dangers
dominance
enemy
pact
perception
poorly
tackle
tokyo
##ulated
berkeley
considering
engine
labour
inside
kill
picture
realistic
wellbeing
##ings
entry
insufficient
inter
neo
pressing
prolonged
risen
##ched
##ening
##io
##use
animals
deposits
destroyed
earn
mediterranean
protectionist
transatlantic
##tical
##ute
backing
box
careful
caught
entered
extremists
involve
involvement
machine
microsoft
prepare
son
compelling
evolution
shanghai
##back
involving
le
reductions
rightly
urgently
##ology
65
directed
dna
dropped
expertise
feature
isolation
machines
spur
sudden
unemployed
##aries
##ship
anger
approved
art
backlash
cyclical
motivated
pharmaceutical
qatar
resort
watch
fields
friendly
granted
mexican
rebalancing
requiring
bashar
express
feeling
jerusalem
nowhere
ourselves
provisions
represented
tv
##24
acknowledge
confronting
contributing
transportation
##92
3166
determination
dictatorship
favorable
features
ice
influential
prior
shadow
##box
##uted
advisers
dark
guaranteed
legislative
mounting
peoples
poses
seats
sex
temperature
##35
##ching
albeit
element
evident
liabilities
madrid
monitoring
quick
##23
##ony
1948
awareness
count
hour
minded
mitigate
moon
reluctant
strikes
turns
##ession
##lines
acts
chavez
communications
competing
conservatives
ease
eliminating
ends
foreigners
hitler
imply
internationally
missiles
sooner
catastrophe
eager
foster
interested
memory
openly
plus
saved
##em
anywhere
apple
destructive
doctrine
fill
fresh
fulfill
marine
match
park
prominent
roads
shale
vulnerability
##89
##ol
ancient
command
falls
headed
numerous
seeks
signal
star
##q
1962
adopting
background
executives
g20
gradual
prevention
underway
##15
##95
##als
##ient
##tics
1970s
beneficial
constant
deepening
difficulties
finances
politician
quarters
restoring
rival
stabilize
traditionally
##17
##do
##ess
##ibility
1974
1975
abandoned
achievement
division
foundations
logo
mix
reject
removed
##11
##ain
##ao
##ened
##ster
##uity
cells
enacted
expression
extremism
hurt
male
norway
sensitive
##26
##ators
abbas
feed
flight
modernization
ranging
##82
##han
1976
31
accountable
attitudes
books
camp
comparable
controversial
define
delay
fundamentals
reputation
super
##55
##per
actively
breaking
couple
keynesian
testing
unit
##99
expenditure
projected
retail
sites
sold
student
upcoming
volatile
##ert
##iction
##idae
absolute
asking
autonomy
bomb
chair
explained
extensive
extract
indicate
intervene
scotland
stood
withdraw
##cture
##ken
##kes
##nal
##tory
begins
disasters
edge
generous
inefficient
onto
pricing
province
resolved
speaking
waiting
##61
afghan
assess
bernanke
binding
naturally
prevented
problematic
pursuit
repeated
tens
volume
weapon
##14
##91
##98
##ined
##olar
animal
anxiety
campaigns
catch
coordinated
discuss
jong
kurds
##fer
##lla
##ture
acceptable
adding
alongside
chose
collaboration
deng
dilemma
electorate
insecurity
player
unfair
##12
closing
concentrated
crops
denmark
desperate
divisions
dynamics
erupted
football
halt
lowest
morsi
pen
reversed
season
struck
ukrainian
##68
##atory
##au
##mb
kennedy
murder
note
sets
stalin
striking
visible
##59
##88
##93
acute
adoption
alliances
hillary
importantly
inspired
persuade
propaganda
##25
##uit
arguing
convergence
fellow
mortgages
optimistic
periods
plays
purposes
respectively
##mi
##onia
##ulate
cheaper
existence
famously
farm
heat
inability
looked
mortality
nazi
ranks
serbia
stated
##cle
##oo
##otic
1956
1964
800
adjust
announcement
chances
circle
constrained
discussed
facto
optimism
pensions
puts
qaddafi
supports
switzerland
twitter
##iated
##pp
##ury
arrangement
channel
details
dominate
ebola
panel
ultra
wikiproject
##97
accession
balances
conclude
lenders
performing
reinforced
steady
tradable
##36
##42
##tal
assuming
burma
claiming
enhanced
exists
marriage
solid
sufficiently
unwilling
##28
##ced
##tc
##und
1983
familiar
hollande
integrity
islamists
relying
tobacco
toxic
##aging
##bling
##bo
##mous
##ugh
##water
150
1933
delivery
earned
explains
flawed
mother
predictable
richer
settlements
shifted
treaties
##27
##94
##ah
##ai
##iding
##inated
##za
affecting
donor
film
giant
isn
judges
millennium
princeton
remove
route
accelerating
amid
classes
constructive
door
enforce
forecast
judicial
justified
stakes
##75
##76
##ifying
##my
accord
arise
career
driver
gaps
judgment
nutrition
observed
reconciliation
##19
##84
##ise
##lo
##out
##pped
achievements
eye
facility
hence
inflationary
owners
yen
##45
##74
##ica
1958
commerce
convince
enterprise
intense
ratios
versus
##ale
##ey
##ini
##ming
1947
ben
criteria
delivering
exposure
lend
procedures
reporting
tactics
talking
teachers
younger
##32
##lessness
##uan
aircraft
arabs
aspirations
bloc
catastrophic
drawing
james
likelihood
##16
##rc
accurate
challenged
channels
commodities
embraced
evil
fix
indians
introduce
rating
reinforce
securing
territories
unilateral
##39
##83
##che
##ire
##py
1900
blow
bridge
check
considerations
devaluation
elect
guard
informed
marginal
realized
##49
##69
##71
##85
##tation
##ured
components
contemporary
electric
foremost
gates
hot
iii
regular
supervision
unstable
weaknesses
##41
##87
##ris
##ught
attempted
bit
deny
employed
fine
happiness
lowering
principal
river
sectarian
shortages
somehow
##53
##ard
##ior
africans
computers
confident
distant
mobilize
night
realities
##34
##63
##els
##hi
##view
aspects
deserve
dioxide
disastrous
doubts
formed
geneva
joining
laureate
slowed
upward
##29
##66
##86
##ius
##li
##mer
##mitted
##rity
##tain
##ying
1949
character
citizen
corporation
cyprus
ethiopia
exceed
fatah
finds
fit
investor
nobody
reduces
resilient
unicode
##33
##65
##73
##form
austria
bolster
entering
experiment
findings
founded
newspaper
regularly
revive
telling
##iling
##tan
##vent
automation
chosen
comparison
denied
enables
hoped
namely
receiving
steadily
tons
##13
##ency
1961
accordingly
antibiotics
cast
concessions
definition
demanded
draft
equilibrium
investigation
lacking
resolving
seeing
senator
shaped
threshold
wise
##05
##46
##58
##64
##cation
##dp
##ite
##ressed
##vy
1977
bureaucracy
cooperate
cooperative
difficulty
ineffective
judge
losers
nixon
overseas
phone
produces
professionals
providers
trip
urbanization
##77
##78
##cious
##logy
##over
##table
adjustments
arguably
competitors
confronted
cope
differently
mutually
origin
rejection
selection
surrounding
tension
upper
##oes
##oning
##ular
altogether
cite
disruption
existential
forests
jean
neighbor
panic
revolutions
soes
temperatures
tendency
##ctive
##ges
##lled
600
customs
deposit
dignity
eliminated
forest
fought
genes
irish
maybe
medicines
protocol
somalia
##62
##ply
assumptions
camps
category
colonial
decent
defending
desirable
dire
mao
multinational
patent
privacy
san
surface
town
trained
worker
##57
##cal
##cked
##des
##fs
##version
creditor
cup
isolated
musharraf
predecessor
refuse
schemes
suicide
train
typical
understandable
worrying
##44
##67
##ath
##oc
##rew
##ures
1965
bills
blue
concentration
criticized
expansionary
fairly
feasible
hospitals
khamenei
popularity
pragmatic
predecessors
prevailing
recognizes
storm
tends
virus
##38
##54
##cks
##ees
##mission
##mit
belt
cap
destabilizing
fish
hostile
lehman
liberals
liberty
reconstruction
responding
royal
significance
underpinned
##06
##51
##81
##stan
##wa
1963
250
ahmadinejad
berlusconi
experiences
friend
genocide
hear
lift
meantime
nicolas
ratings
richard
##iary
##ils
##mark
##ua
1966
advocate
appointed
davos
discovered
ethics
explicitly
olympic
pledged
pull
zones
##lish
##side
##ulating
attitude
crop
emphasized
followers
gross
judiciary
preferred
resistant
strongest
unrest
##archy
##ever
##ight
##ley
##stic
##ttered
##uma
1929
36
complexity
dynamism
explicit
favored
god
implying
reflecting
winners
##31
##ea
##ect
##ga
##tling
1969
bargaining
frequent
gene
hundred
iron
lay
median
mothers
returning
romney
rouhani
sports
##56
##berg
##culation
##ern
##hen
##uses
1924
85
adults
alleged
appreciate
disruptive
forecasts
introduction
occupied
officially
plausible
refusal
relies
remote
rwanda
socially
woods
##03
##47
##fall
##no
1932
accounted
blamed
diplomats
disorder
exacerbated
implicit
initiated
neighborhood
polio
sight
straightforward
tasks
widening
##by
##down
##ple
##pping
##rry
##sions
##ti
absorb
accelerated
acquire
charter
classic
coherent
draghi
emphasize
follows
grave
holdings
honor
imported
involves
morocco
nafta
tourism
whereby
##79
##lity
abuses
declines
forget
governmental
odds
parallel
pledge
preparing
redistribution
safer
suggesting
summers
toll
writing
##res
##sa
##using
acceptance
ambition
constitute
desperately
devices
fired
intention
negotiation
obtain
ronald
##37
##72
##ational
##grade
##iest
##yer
1914
1930s
ceo
frank
infectious
koreans
livelihoods
parity
quest
serves
shaping
valley
##02
##ord
##ories
##ware
34
administrative
biodiversity
contraction
duty
extremist
hussein
mood
preferences
pride
ran
reinforcing
revival
##den
##shed
37
adviser
applications
breakthrough
captured
convincing
engaging
exploit
focuses
governed
greenspan
induced
integrate
laid
minimize
newspapers
pboc
seize
split
troubled
unexpected
voices
winner
##43
##bed
##care
##ina
##licate
##nate
##ong
##zy
acknowledged
bias
capitalist
champions
earthquake
forever
immigrant
innocent
kyoto
makers
recorded
shortage
site
waters
##52
##ag
##ax
##bc
##lling
##nes
##work
1953
bretton
church
clinical
headlines
mixed
treatments
tsunami
units
vicious
violations
voluntary
##izes
##tt
##wing
1959
33
accumulation
attend
cycles
deregulation
hurricane
illiberal
implied
perform
protesters
settle
##ade
##ail
##ator
##ery
##nted
##rent
##rily
##rn
##tein
32
38
bet
deputy
detailed
frameworks
icon
intentions
looming
precedent
rome
stakeholders
triumph
virtual
whenever
##chment
##een
##gan
##ivity
##lain
bid
consideration
govern
hedge
images
landscape
margin
maritime
meltdown
obstacle
raw
roots
stuck
tested
tolerance
trajectory
waves
##inate
##ural
##zation
absent
affects
allocation
bjp
bought
degrees
denominated
epidemic
exporting
highlighted
interesting
interpretation
letter
thatcher
tomorrow
##dle
##ese
##ii
##ill
##ret
39
accepting
bin
buildings
checks
confirmed
courage
describe
disarmament
drivers
emotional
enjoyed
francis
freely
houses
outbreak
portfolio
reading
rice
shinzo
situations
##owed
biological
charged
civilization
constantly
devoted
fulfilling
hidden
mario
rebuild
roles
roosevelt
solving
speculation
successes
uw
##ished
##mination
1954
arrest
contained
ecosystems
founding
indicates
officers
pays
persist
sending
##ell
##ilization
##iness
##lan
1938
1957
ali
anemic
chicago
deployed
elderly
expectancy
fashion
fraction
highlights
industrialization
occurring
polarization
speculative
stabilizing
terrible
##aking
##bi
##ov
##plied
##rive
##ulous
55
aggression
alive
deemed
defeated
diminished
display
doubled
harsh
hegemony
landing
permit
richest
sdr
traffic
veto
##coming
##ef
##nounce
44
700
collection
completed
enduring
exclusively
frustration
hostility
monitor
premier
protections
representation
scarce
##ancy
##ected
##empt
##lated
##ler
##ored
##pa
##point
##rain
1936
42
club
cohesion
fairness
feared
foreseeable
immense
lawyers
meat
pan
restored
shut
stabilization
zhwiki
##ack
##cc
##ens
##inating
##ort
##shing
##used
1910
1952
applies
carrying
distributed
engineers
expert
factories
globalized
signals
storage
teams
visited
warfare
##city
##gate
##iating
##ological
##valued
##wed
1944
2025
cultures
francois
ironically
method
offensive
recall
regulate
##place
##unt
1946
angry
architecture
bio
brand
broke
ccp
ceiling
conservation
enlargement
functions
legally
magnitude
overwhelmingly
peru
piketty
scandal
scholars
sugar
suit
sustaining
undermines
undertake
##96
##active
##aning
##ining
##iting
##row
agents
arrested
availability
contagion
entrenched
fishing
generals
hospital
indebted
maximize
multilateralism
oversight
poll
promotion
psychological
records
soil
venture
##ach
##ec
##eer
##eration
##iang
##lance
##ound
##stration
##ws
appealing
compliance
czech
distinct
ex
guidance
illness
interference
mahmoud
music
negotiators
peer
prisoners
privatization
regulated
scenarios
solely
stations
temporarily
transforming
##000
##book
##hy
##lities
##matic
##nder
##ult
##ways
3d
advancing
answers
assault
attacked
bargain
coast
connection
consume
deleveraging
entities
eventual
firmly
requirement
sake
seat
spreading
tiny
unified
wife
##ane
##ives
1951
blind
demonstrations
disintegration
irrelevant
malaise
oxford
partisan
rivals
sees
uranium
##ac
##dae
##fies
##ig
##rk
##ron
1941
collateral
compensate
deflationary
discovery
drove
endorsed
episode
equipped
farming
fastest
forgotten
harmful
hu
ignoring
inputs
lisbon
notable
novel
paradox
presumably
profile
regain
seoul
shortfall
sino
tight
transmission
unacceptable
unknown
village
##po
##thy
95
application
arrived
blocked
catholic
comparative
distance
intent
liberation
named
npt
occurs
proof
racial
reckless
respected
reversal
soared
spoke
stems
store
##di
##ger
##np
##self
##set
admit
bureaucratic
childhood
declare
depending
deterrence
discontent
factory
frontier
honest
instrument
myriad
philosophy
seekers
shortcomings
shrinking
strict
sun
symptoms
translate
##aring
##cting
##fi
##gi
##ham
##ther
##ule
120
1939
1955
47
biology
defining
departure
deployment
derivatives
doha
excessively
flaws
grows
imbalance
indispensable
la
prevailed
rebels
robots
sri
temptation
thousand
vested
worries
##rick
brown
choosing
compact
fighters
lee
michael
miles
pool
premium
silence
spiral
starts
tribal
##esis
##rates
##rm
##wi
anticipated
authors
beliefs
collectively
commentators
composition
controlling
cure
exacerbate
finland
holocaust
phones
pope
pound
reward
safeguard
thrive
##fy
##pes
##room
##secution
##urn
64
accident
ambassador
arsenal
bust
degradation
dismissed
dozen
dysfunctional
emmanuel
golden
juncker
krugman
lately
opposing
orderly
orders
precise
proud
punishment
reforming
routine
silicon
yanukovych
##art
##lm
##mon
##posed
##rators
##ution
43
attracted
consolidate
deepen
eat
embedded
evolved
fdi
hike
insisted
manufacturers
missed
reference
sanitation
sit
##her
##ras
##rge
##urge
abenomics
bombing
demise
discourse
distinction
equitable
error
fake
gathering
jpg
nets
normally
ought
pick
pipeline
profitable
sciences
soaring
stemming
##cket
##plement
##rations
##verse
acquired
akp
approaching
benefiting
compare
countless
excluded
filled
impede
piece
predictions
professor
rein
replacing
spurred
suspicion
tied
tragic
unnecessary
wwii
##ase
##dation
##ree
##ried
##ser
##uating
aged
approximately
behave
bloody
carries
consent
delayed
engines
entitled
munich
notes
obligation
promoted
reportedly
shot
tempted
victim
##imists
##lies
##orse
##tra
1931
ample
boundaries
cairo
censorship
churchill
continental
diminishing
downside
drought
dying
exchanges
gases
genuinely
minimal
minor
purely
recovered
remarkably
saudis
subsequently
surprised
text
transnational
tremendous
unpopular
##backs
##ctions
##encies
##lip
##mp
##sr
##valuation
accumulated
charles
closest
connections
denial
efficiently
entails
horizon
macro
marks
midst
nationalists
naval
ngos
operational
originally
reasonably
representing
retreat
struggles
suppliers
theories
uphold
villages
warnings
##aded
##are
##cking
##ctors
##dom
##itive
##ror
##vated
48
aspect
combine
damaged
deadly
demonstrates
destroying
erosion
johnson
knowing
linux
page
resentment
scientist
silent
sphere
substitute
taught
tony
unpredictable
vacuum
##ast
##house
##lay
##plier
bailouts
brazilian
centralized
crowd
disparities
ecological
fragmentation
indigenous
liability
prone
relied
removing
reveal
surveys
techniques
video
viktor
window
##001
##gle
##ically
##ift
##macy
##rich
##vers
ballot
cambodia
capability
card
distinguish
electronic
financially
foods
gordon
incumbent
indicator
irresponsible
liberalism
norm
preserving
prevail
rock
sacrifice
stark
timing
topic
##eld
##rging
##uits
##utable
allocated
comprise
determining
differ
dozens
ecosystem
inherited
ipa
participating
passing
placing
printing
repeat
torture
traders
unclear
undertaken
watching
wins
##acy
##hs
##tism
acted
algeria
assumes
baby
bulk
characteristics
civic
comfortable
dimension
entrepreneurship
exceeds
extending
gun
overly
overnight
ranking
recessions
request
rises
tackling
##aked
##ncing
##nies
##orious
##war
51
automatic
bosnia
burning
containment
covered
diagnosis
en
encourages
extension
forge
grievances
hikes
infected
intellectuals
issuing
paradigm
premature
qualified
rally
scrutiny
stagnant
strain
superpower
swiss
welcomed
##cus
##ience
##ker
##nch
##piring
##racy
##rial
##uated
1928
alarming
behalf
calm
champion
condemned
creativity
disruptions
distortions
enthusiasm
expectation
grant
joseph
justification
kilometers
liquid
located
mdgs
misguided
partial
rail
roma
tide
##100
##ament
##ha
##mpathy
##outs
##pelled
##rian
##stated
##uing
##ump
accomplished
bar
centered
confined
democratically
excuse
facilitating
hire
identities
iranians
kerry
loyalty
miss
object
recommendations
succession
suffers
triggering
##gling
##ick
##lovakia
##rupt
##station
##tment
##vi
assessing
bureaucrats
cognitive
contains
crude
escalating
exceptions
fragmented
graduates
guidelines
inequalities
insurgency
listen
locked
mega
normalization
overcoming
projections
radio
restraint
seized
subjects
title
##cracy
##cut
##dicating
##hibit
##nn
##sis
##ulent
1937
abandoning
adequately
amendment
autonomous
boosted
citizenship
distrust
enrichment
entail
exclusive
futures
hate
li
militants
notice
ordered
possibilities
statistical
superior
thomas
traditions
treating
unusual
wild
##ace
##cure
##lls
##nding
##ogue
##oking
##oned
##paid
##rayed
##uries
##val
##well
##ys
1919
1942
adaptation
amounted
barrel
bolivia
brief
brink
cia
diminish
distress
fold
freedoms
friedman
ghana
grasp
immune
interim
invited
jr
launching
merit
micro
mining
misleading
neutral
singh
suspect
tibet
##amble
##dam
##ides
##pass
##pel
actor
advocated
bail
cited
coastal
constitutes
depressed
disrupt
fertility
frustrated
guided
irrational
lanka
migrant
native
renewables
roll
savers
transaction
##07
##arry
##icing
##ml
##pies
##ram
##riving
##scent
##visory
1934
41
belgium
bondholders
cards
clash
debtor
deter
entity
escalation
fraud
grid
introducing
likes
marginalized
performed
proclaimed
rationale
soccer
spectrum
tenure
##af
##ales
##alyze
##hood
##ilton
##pin
##ratic
##ribute
57
aggressively
basket
discourage
exclusion
formally
formula
highlight
ignorance
inaction
jump
lifted
mini
outflows
outlets
phrase
physics
proxy
reflection
reminder
rewards
routinely
sale
semi
skeptical
sounds
symbol
vary
##ba
##fa
##faction
##flation
##ght
##gic
##gical
##hammad
##hips
##iger
##jan
##od
##oke
##port
##reach
##space
##tts
amazon
author
bay
bearing
breakdown
decisively
experiments
extends
fees
incomplete
infections
lebanese
massacre
mckinsey
pivot
spreads
thinks
touch
unequal
unite
urgency
##ape
##lide
##nvenient
##ow
##ox
##read
##rence
##tend
##uration
##veraging
1935
99
atomic
automatically
curb
debtors
deliberately
depth
embracing
feelings
hoping
keeps
lender
myth
sanders
sole
traded
##ict
##ifies
##ily
##ino
##mers
##ough
##vo
##wn
52
alter
balkans
burdens
christians
drag
dubious
emerges
evolutionary
flood
hide
intensified
luxury
orban
producer
seas
underground
##act
##air
##cating
##cist
##hed
##orn
##unction
62
arm
assert
autocratic
benign
borrowed
dictator
environmentally
favors
gotten
greeks
insights
inspire
iraqis
loose
luck
maduro
miracle
poised
psychology
recep
revived
stages
stick
tayyip
##aid
##atories
##dled
##dling
##ficiency
##gated
##ix
##long
##nouncing
##tained
1960s
accessible
basel
budgetary
calculations
cautious
connect
daunting
diabetes
elimination
exemplified
founder
hiring
industrialized
influenced
intensity
literally
personnel
puerto
secured
skepticism
teaching
unilaterally
##nscious
##nse
##ream
##site
##ually
##uate
##uded
abu
banned
contest
district
domestically
ec
favorite
handed
heading
historian
motivation
movie
names
protracted
receives
reconcile
reveals
scheduled
spends
stream
voter
zealand
##04
##lessly
##ood
##pi
1880
1927
advertising
array
comprising
connectivity
disagree
endless
girl
habits
illusion
interconnected
intergovernmental
journal
journalism
medvedev
permanently
pis
provinces
pundits
seeds
solved
tactical
teach
zimbabwe
##alism
##eering
##ficiencies
##ishing
##minated
##ously
##ph
##roll
##sb
##tering
1917
49
58
67
australian
bipartisan
burst
clients
complacency
denying
devise
disputed
empirical
evolving
flat
forth
impoverished
inherent
mayor
municipal
nazis
neglected
outsiders
rebel
separation
socialism
spectacular
strange
symbolic
uganda
vehicle
vibrant
wary
##aft
##ama
##ank
##be
##bit
##ceae
##eat
##hl
##rum
##udio
##umping
##wood
130
46
63
attributed
audience
blocking
counterproductive
empowered
empty
feels
formidable
franco
grants
impression
longstanding
maternal
notwithstanding
obamacare
postwar
propose
repay
repeal
sunnis
swedish
unification
##500
##cript
##dr
##fication
##gh
##gon
##lands
##makers
##ncies
##right
##semble
##tos
##ville
##vising
##vity
applying
bases
certainty
collect
combating
conviction
deploy
governors
grip
hatred
impunity
ip
lacked
narratives
neglect
occasion
offshore
paralysis
perceptions
philosopher
pretty
recommended
removal
restrict
revised
sachs
satisfy
sharon
skeptics
tanks
tuberculosis
worsening
yeltsin
##aged
##atch
##minating
##ocal
##ren
##rics
##state
##ues
##xed
1890
abortion
ad
attracting
bo
clout
concerted
conclusions
disproportionate
documented
exercises
formation
immunization
inward
ipcc
laden
lifetime
logical
monthly
permitted
probability
profitability
pure
silver
sponsored
systematic
thaksin
vienna
##bm
##ei
##fold
##hore
##ribe
##sert
##si
##urned
agendas
appeals
boston
convert
demonstrating
disappointing
dividends
dodd
exceptional
fluctuations
kazakhstan
militias
orthodox
poles
proponents
refusing
replacement
sheer
tea
texas
understands
witnessed
##bing
##ending
##essed
##iles
##raft
##tention
##tery
##xing
##zen
53
academics
admitted
adult
arctic
com
considers
coordinate
deliberate
disappeared
empower
fault
freeze
giants
haiti
holders
keen
morality
portion
practically
profession
selected
sitting
smith
towns
trapped
xiaoping
##field
##lical
##nique
##rising
##rove
##ten
activist
arafat
arbitrary
bitter
containing
criminals
dangerously
defaults
deserves
disturbing
enforced
heightened
imminent
indication
items
journalist
lifting
maintains
nomination
proceed
radically
recipe
repair
respective
settled
sony
stanford
station
troika
upgrading
vastly
venezuelan
##ages
##ap
##ave
##ball
##bel
##even
##ids
##ink
##lu
##mat
##mia
##ners
##pire
##ressive
##vise
1918
1923
abundant
aligned
annexation
bbc
benchmark
buyers
covering
disappear
discredited
equities
errors
examine
franklin
healthier
master
opponent
perfectly
reasoning
resisted
sadly
spoken
sport
stressed
sts
tells
##cidence
##crats
##gists
##hang
##imate
##ique
##lin
##net
##tel
##urious
##wards
##yed
allegedly
amr
averaged
beautiful
bombs
booming
counterpart
diet
factions
fortune
genome
grim
handle
inflicted
martin
mindset
obesity
overthrow
peripheral
punish
rio
section
staggering
subsidy
tangible
universe
vulnerabilities
wasted
worsen
##balance
##hone
##lishing
##pic
##thesis
##vor
##vs
1913
accomplish
appetite
aren
auto
beings
breakthroughs
centrist
coalitions
democratization
disproportionately
episodes
explosion
hindu
